{
  "intro": {
    "title": "Construir es el trabajo,",
    "subTitle": "innovar es la esencia.",
    "contactMe": "Contáctame",
    "whatsapp": "WhatsApp",
    "email": "Correo",
    "description": "Como programadora full-stack, tengo la capacidad de conectar el diseño de la interfaz con el motor que impulsa la funcionalidad, creando experiencias fluidas y poderosas."
  },
  "portfolio": {
    "github": "Github",
    "liveDemo": "Demostración en vivo"
  },
  "aboutMe": { 
    "title": "Toda mi ",
    "subtitle": "trayectoria profesional",
    "counterServices": "Contador de servicios",
    "timeline": "Línea de tiempo"
  },
 "portfolioPage": {
    "title": "Mis ",
    "projects": "Proyectos"
  },
  "servicesPage": {
    "title": "Lenguajes y Tecnologias de Programación",
    
    "description": "Como desarrolladora full-stack, me especializo en crear soluciones digitales completas, uniendo diseño y tecnología para ofrecer resultados excepcionales. Utilizo herramientas modernas como React, HTML, CSS y JavaScript para construir aplicaciones atractivas, funcionales y altamente responsivas. Además, mi experiencia en backend asegura que cada proyecto sea robusto, escalable y eficiente, brindándote una experiencia perfecta desde el diseño hasta la implementación. \n\n👉 Tu visión, mi compromiso. Juntos podemos transformar tus ideas en proyectos digitales que destaquen y conecten con tu audiencia. ¡Hablemos y comencemos hoy! 🚀",
    "contactMe": "Contáctame",
    "whatsapp": "WhatsApp",
    "email": "Correo"
  },
  "socialNetworks": {
    "linkedin": "LinkedIn",
    "whatsapp": "WhatsApp",
    "email": "Correo",
    "github": "GitHub"
  },
  "itemsNavbar": {
    "home": "Inicio",
    "user": "Usuario",
    "book": "Libro",
    "target": "Objetivo"
  },
  "timeline": {
    "integracionDevOps": {
      "title": "Servicios web de Amazon ",
      "description": "Conocimientos en Amazon Web Services (AWS), incluyendo el diseño e implementación de aplicaciones escalables, seguras y optimizadas en la nube. Experiencia en EC2 para despliegue y administración de servidores, S3 para almacenamiento eficiente de archivos y RDS para la gestión de bases de datos relacionales. Familiaridad con CloudFront para optimización de la entrega de contenido y mejora del rendimiento. Capacidad para integrar servicios en arquitecturas serverless y optimizar costos mediante buenas prácticas en la nube.",
      "date": "Febrero 2025"
    },
    "desarrolloFullStack": {
      "title": "Desarrollo Full-stack",
      "description": "Profesional integral capaz de trabajar en todas las capas de una aplicación web, desde la interfaz de usuario hasta la gestión de datos en el servidor.",
      "date": "Febrero 2025"
    },
    "frontend": {
      "title": "Frontend",
      "description": "Especializada en la creación de interfaces de usuario atractivas, funcionales y fáciles de usar, asegurando una experiencia intuitiva y accesible."
    },
    "backend": {
      "title": "Backend",
      "description": "Manejo de lógica, bases de datos y rendimiento del servidor para garantizar el correcto funcionamiento de una aplicación detrás de escena.",
      "date": "Enero 2024"
    }
 
  },
  
  "dataCounter": {
    "experience": "Meses de experiencia",
    "projects": "Proyectos finalizados"
  },
  "counter": {
    "mesesExperiencia": {
      "text": "Meses de experiencia"
    },
    "proyectosFinalizados": {
      "text": "Proyectos finalizados"
    }
  },
  "services": {
    "service1": {
      "title": "Java Script",
      "description": ""
    },
    "service2": {
      "title": "Node.js",
      "description": ""
    },
    "service3": {
      "title": "React",
      "description": ""
    },
    "service4": {
      "title": "CSS",
      "description": " "
    }
  },
  "dataPortfolio": {
    "pokedex": "Pokedex",
    "rickAndMortyApp": "Aplicación Rick and Morty",
    "weatherApp": "Aplicación del clima",
    "usersCrud": "Users Crud"
  },
  "dataTestimonials": {
    "georgeSnow": {
      "name": "George Snow",
      "description": "¡Increíble plataforma! Los testimonios aquí son genuinos y me han ayudado a tomar decisiones informadas. ¡Altamente recomendado!"
    },
    "juanPerez": {
      "name": "Juan Pérez",
      "description": "Me encanta la variedad de testimonios disponibles en esta página. Es inspirador ver cómo otras personas han superado desafíos similares a los míos. ¡Gracias por esta invaluable fuente de motivación!"
    },
    "mariaGarcia": {
      "name": "María García",
      "description": "Excelente recurso para obtener opiniones auténticas sobre diferentes productos y servicios. Me ha ayudado mucho en mis compras en línea. ¡Bravo por este sitio!"
    },
    "lauraSnow": {
      "name": "Laura Snow",
      "description": "¡Qué descubrimiento tan fantástico! Los testimonios aquí son honestos y detallados. Me siento más seguro al tomar decisiones después de leer las experiencias compartidas por otros usuarios."
    },
    "carlosSanchez": {
      "name": "Carlos Sánchez",
      "description": "Una joya en la web. Los testimonios son fáciles de encontrar y están bien organizados. ¡Definitivamente mi destino número uno cuando necesito referencias confiables!"
    },
    "antonioMartinez": {
      "name": "Antonio Martínez",
      "description": "¡Fantástico recurso para aquellos que buscan validación antes de tomar decisiones importantes! Los testimonios aquí son veraces y realmente útiles. ¡Gracias por simplificar mi proceso de toma de decisiones!"
    }
  }
  

}